Revit 2027 API
FillGrid Constructor
 Creates a simple fill grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FillGrid()
Public Sub New
public:
FillGrid()
new : unit -> FillGrid
See Also
Reference
FillGrid Class
FillGrid Overload
Autodesk.Revit.DB Namespace